Repository: Distrotech/gtk-engines
Catalog: po/*.po
Languages: be, gd, sk, ug

source: 3d-ish (button)
be: Трохвымярэньне (кнопка)
gd: Nàdar a 3D (putan)
sk: 3D efekt (tlačidlo)
ug: 3D ئۇسلۇب(توپچا)

source: 3d-ish (gradient)
be: Трохвымярэньне (градыент)
gd: Nàdar a 3D (caisead)
sk: 3D efekt (prechod)
ug: 3D ئۇسلۇب(يانتۇلۇق)

source: Animations
be: Анімацыі
gd: Beòthachaidhean
sk: Animácie
ug: جانلاندۇرۇم

source: Classic
be: Клясычная
gd: Clasaigeach
sk: Klasický
ug: كلاسسىك

source: Colorize Scrollbar
be: Каляраваць палоску пракруткі
gd: Cuir dath air a' bhàr-sgrolaidh
sk: Zafarbiť rolovací pruh
ug: سېرىگۈچ بالداق رەڭگى

source: Contrast
be: Кантраст
gd: Iomsgaradh
sk: Kontrast
ug: ئاق-قارىلىقى

source: Disable focus drawing
be: Выключыць фокуснае рысаваньне
gd: Cuir à comas tarraing an fhòcais
sk: Zakázat vykresľovanie ohniska
ug: فوكۇسنى سىزىش چەكلەنگەن

source: Enable Animations on Progressbars
be: Уключыць анімацыю ў полі прагрэсу
gd: Cuir an comas beòthachaidhean air bàraichean an adhartais
sk: Povoliť animácie ukazovateľov priebehu
ug: دومىلىما بالداقنىڭ جانلاندۇرۇم ئۈنۈمىنى قوزغات

source: Flat
be: Двухвымярэньне
gd: Còmhnard
sk: Plochý
ug: تەكشىلىك

source: Glossy
be: Глянец
gd: Lìomhach
sk: Lesklý
ug: پارقىراق

source: Gummy
be: Смала
gd: Bìtheach
sk: Matný
ug: يېپىشقاق

source: Inset
be: Укладка
sk: Vložený
ug: قىستۇرما سۈرەت

source: Inverted
be: Інвэртаваньне
gd: Ais-thionndaichte
sk: Invertovaný
ug: تەتۈر

source: Menubar Style
be: Стыль панэлі мэню
gd: Stoidhle bàr a' chlàir-thaice
sk: Štýl ponuky
ug: تىزىملىك بالداق ئۇسلۇبى

source: Radius
be: Радыюс
gd: Rèideas
sk: Polomer
ug: رادىئۇس

source: Relief Style
be: Стыль рэльефу
gd: Stoidhle rilif
sk: Štýl reliéfu
ug: ئازادە ئۇسلۇب

source: Requires style Glossy or Gummy
be: Патрабуе стылю Глянец ці Смала
gd: Feumaidh seo stoidhle lìomhach no bhìtheach
sk: Vyžaduje lesklý alebo matný štýl
ug: پارقىراق ياكى سىلىق ئۇسلۇب تەلەپ قىلىدۇ

source: Scrollbar Color
be: Колер палоскі пракруткі
gd: Dath a' bhàr-sgrolaidh
sk: Farba rolovacieho pruhu
ug: سېرىگۈچ بالداق

source: Sets the Color of Scrollbars
be: Усталёўвае колер палоскі пракруткі
gd: Suidhichidh seo dath nam bàraichean-sgrolaidh
sk: Nastavuje farbu rolovacích pruhov
ug: سېرىگۈچ بالداق رەڭ تەڭشىكى

source: Shade of accelerator labels
be: Узровень яркасьці мецін скаротаў
gd: An sgàileadh aig leubailean nan luathaichearan

source: Shadow
be: Цень
gd: Sgàil
sk: Tieň
ug: سايە

source: Style
be: Стыль
gd: Stoidhle
sk: Štýl
ug: ئۇسلۇب

source: The value used to mix the label color with the background color. The value is effectively the opacity.
be: Значэньне, якое выкарыстоўваецца для аб'яднаньня колераў меціны з колерам фону. Значэньне па сутнасьці вызначае зацяненьне.
gd: An luach a thèid a chleachdadh gus dath an leubail a mheasgachadh le dath a' chùlaibh. 'S e an trìd-dhoilleireachd a tha san luach seo.

source: This option allows to disable the focus drawing. The primary purpose is to create screenshots for documentation.
be: Гэтая магчымасьць дазваляе выключаць фокуснае рысаваньне. У першую чаргу яна карысная для захаваньня здымкаў экрану для дакумэнтацыі.
gd: Leigidh an roghainn seo le daoine tarraing an fhòcais a chur à comas. Cleachdar seo mar is trice airson glacaidhean-sgrìn a chruthachadh airson docamaideadh.
sk: Táto voľba umožní zakázať vykresľovanie ohniska. Primárne je funkcia určená na vytváranie snímok obrazoviek pre dokumentáciu.
ug: بۇ تاللانما سىزمىچىلىق فوكۇسىغا يول قويىدۇ ياكى چەكلەيدۇ. ئۇنىڭ ئاساسلىق مەقسىتى پۈتۈكنىڭ ئېكران كەسمىسى قۇرۇش.

source: Toolbar Style
be: Стыль панэлі інструмэнтаў
gd: Stoidhle a' bhàr-inneal
sk: Štýl panelu nástrojov
ug: قورال بالداق ئۇسلۇبى

source: Cell Indicator Size
be: Памер індыкатара ячэйкі
gd: Meud taisbeanair a' chealla
sk: Veľkosť bunky ukazovateľa
ug: كاتەكچە كۆرسەتكۈچ چوڭلۇقى

source: Edge Thickness
be: Таўшчыня мяжы
gd: Tiughad na h-oire
sk: Hrúbka hrany
ug: يان قېلىنلىقى

source: Size of check- and radiobuttons inside treeviews. (Bug #351764)
be: Памер віджэтаў пазначэньня і выбару ў дрэвах прагляду. (Хіба №351764)
gd: Meud nan cromagan is nam putanan-rèidio ann an seallaidhean-craoibhe. (Buga #351764)
sk: Veľkosť zaškrtávacích polí a prepínačov v strome. (Chyba č. 351764)
ug: شاخسىمان كۆرۈنۈشتە تاق تاللاش ۋە كۆپ تاللاش توپچىسىنىڭ چوڭلۇقى

source: If set, button corners are rounded
be: Калі ўсталявана, скругляць вуглы кнопак
gd: Ma shuidhicheas tu seo, bidh oiseanan cruinnte air na putanan
sk: Ak je nastavené, rohy tlačidiel sú zaguľatené
ug: ئەگەر قوزغىتىلسا، توپچا بۇلۇڭى يۇمۇلاقلىشىدۇ

source: Rounded Buttons
be: Скругленыя вуглы кнопак
gd: Putanan cruinnte
sk: Zaguľatené tlačidlá
ug: ياي بۇلۇڭلۇق توپچا

source: Arrow
be: Стрэлка
gd: Saighead
sk: Šípka
ug: يا ئوق

source: Dot
be: Кропка
gd: Dotag
sk: Bodka
ug: چېكىت

source: Full
be: Поўнасьцю
gd: Làn
sk: Úplná
ug: تامامەن

source: Handlebox Marks
be: Знакі апрацоўванай вобласьці
gd: Comharran a' bhogsa-làmhrachain
sk: Značky úchytu
ug: لەيلىمە كۆزنەك بەلگىسى

source: Inverted Dot
be: Інвэртаваная кропка
gd: Dotag ais-thionndaichte
sk: Invertovaná bodka
ug: تەتۈر ئايلاندۇرىدىغان نۇقتا

source: Inverted Slash
be: Інвэртаваны скос
gd: Slais ais-thionndaichte
sk: Invertovaná lomka
ug: تەتۈر ئايلاندۇرىدىغان ئەگرى سىزىق

source: Mark Type 1
be: Знак першага тыпу
gd: Comharra dhen t-seòrsa 1
sk: Značka typu 1
ug: بەلگە تىپ 1

source: Mark Type for Scrollbar Buttons
be: Тып знаку для кнопак палоскі пракруткі
gd: Seòrsa nan comharran airson putanan a' bhàr-sgrolaidh
sk: Typ značky pre tlačidlá rolovacieho pruhu
ug: سېرىگۈچ بالداق توپچىسىنىڭ بەلگە تىپى

source: Mark Type for Scrollbar Handles, Handleboxes, etc
be: Тып знаку для апрацоўнікаў палоскі пракруткі, апрацоўваных поляў і г.д.
gd: Seòrsa nan comharran airson làmhrachain a' bhàr-sgrolaidh, bogsaichean-làmhrachain is msaa
sk: Značka typu pre rolovací pruh, úchyty, atď.
ug: سېرىگۈچ بالداق تۇتقۇسى، لەيلىمە كۆزنەك ۋە باشقا بەلگە تىپلىرى

source: None
be: Няма
gd: Chan eil gin
sk: Žiadna
ug: يوق

source: Nothing
be: Нічога
gd: Chan eil gin
sk: Nič
ug: يوق

source: Paned Dots
be: Падзеленыя кропкі
gd: Dotagan leòsanaichte
sk: Bodková výplň
ug: تورسىمان نۇقتا

source: Rectangle
be: Прастакутнік
gd: Ceart-cheàrnach
sk: Obdĺžnik
ug: تىك تۆت بۇلۇڭ

source: Scrollbar Marks
be: Знакі палоскі пракруткі
gd: Comharran a' bhàr-sgrolaidh
sk: Značky rolovacieho pruhu
ug: سېرىگۈچ بالداق بەلگىسى

source: Scrollbar Type
be: Тып палоскі пракруткі
gd: Seòrsa a' bhàr-sgrolaidh
sk: Typ rolovacieho pruhu
ug: سېرىگۈچ بالداق تىپى

source: Scrollbutton Marks
be: Знакі кнопкі пракруткі
gd: Comharran a' phutain-sgrolaidh
sk: Značky tlačidiel rolovacieho pruhu
ug: سېرىگۈچ توپچا بەلگىسى

source: Shaped
be: Фігурыстасьць
gd: Cumte
sk: Tvarovaný
ug: شەكىل

source: Slash
be: Скос
gd: Slais
sk: Lomka
ug: يانتۇ سىزىق

source: Some
be: Некаторыя
gd: Cuid
sk: Nejaká
ug: بەزى
